Repository: spawvn/KMReader
Catalog: KMReader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# ERR_1026
source: OpenID Connect login error: email not verified
de: OpenID Connect Anmeldefehler: E-Mail nicht verifiziert
es: Error de inicio de sesión de OpenID Connect: correo no verificado
fr: Erreur de connexion OpenId Connect : e-mail non vérifié
it: Errore di accesso a OpenID Connect: email non verificata
ja: OpenID Connectログインエラー：電子メールが検証されていません
ko: OpenID Connect 로그인 오류: 이메일이 확인되지 않음
ru: Ошибка входа через OpenID Connect: email не подтверждён
zh_hans: OpenID Connect 登录错误：电子邮件未验证
zh_hant: OpenID Connect 登錄錯誤：電子郵件未驗證

# ERR_1027
source: OpenID Connect login error: no email_verified attribute
de: OpenID Connect-Anmeldefehler: Fehlendes email_verified Attribut
es: Error de inicio de sesión de OpenID Connect: sin atributo email_verified
fr: Erreur de connexion OpenID Connect : Pas d'attribut email_verified
it: Errore di Connessione OpenID: nessun attributo email_verified
ja: OpenID Connectログインエラー：email_verified属性がありません
ko: OpenID Connect 로그인 오류: email_verified 속성 없음
ru: Ошибка входа через OpenID Connect: отсутствует атрибут 'email_verified'
zh_hans: OpenID Connect 登录错误：没有 email_verified 属性
zh_hant: OpenID Connect 登入錯誤：没有 email_verified 屬性

# ERR_1028
source: OpenID Connect login error: no email attribute
de: OpenID Connect-Anmeldefehler: kein E-Mail Attribut
es: Error de inicio de sesión de OpenID Connect: sin atributo email
fr: Erreur de connexion OpenID Connect : Pas d'attribut email
it: Errore login connessione OpenID: nessun attributo mail
ja: OpenID Connectログインエラー：email 属性がありません
ko: OpenID Connect 로그인 오류: 이메일 속성 없음
ru: Ошибка входа через OpenID Connect: отсутствует атрибут 'email'
zh_hans: OpenID Connect 登录错误：没有 email 属性
zh_hant: OpenID Connect 錯誤：没有 email 屬性

# ERR_1029
source: ComicRack CBL does not contain any Book element
de: ComicRack CBL enthält kein Buch Element
es: El ComicRack CBL no contiene ningún elemento Libro
fr: Le fichier ComicRack CBL ne contient aucun livre
it: ComicRack CBL non contiene alcun libro
ja: ComicRack CBLは本が一冊もありません
ko: ComicRack CBL에서 책 항목을 찾을 수 없음
ru: CBL-файл ComicRack не содержит ни одного элемента 'Book'
zh_hans: ComicRack CBL 文件中没有书籍
zh_hant: ComicRack CBL 檔案中没有書籍

# ERR_1030
source: ComicRack CBL has no Name element
de: ComicRack CBL hat kein Name Element
es: El ComicRack CBL no tiene ningún elemento Nombre
fr: La liste de livres ComicRack n'a pas de nom
it: ComicRack CBL non ha l'elemento Nome
ja: ComicRack CBLにはName要素がありません
ko: ComicRack CBL에 이름 항목이 없음
ru: В CBL-файле ComicRack отсутствует элемент 'Name'
zh_hans: ComicRack CBL 文件中没有书名元素
zh_hant: ComicRack CBL 檔案中没有書名元素

# ERR_1031
source: ComicRack CBL Book is missing series or number
de: ComicRack CBL für das Buch fehlt die Serie oder Nummer
es: Al libro del ComicRack CBL le falta la serie o el número
fr: Série ou numéro manquant au livre ComicRack CBL
it: Al libro ComicRack CBL manca la serie o il numero
ja: ComicRack CBL Bookにシリーズまたは番号がありません
ko: ComicRack CBL 책에 시리즈 또는 번호가 없음
ru: В элементе 'Book' CBL-файла ComicRack отсутствует серия или номер
zh_hans: ComicRack CBL 文件中的书籍没有系列或书号
zh_hant: ComicRack CBL 檔案中的書籍没有系列或書號

# ERR_1032
source: EPUB file has wrong media type
de: EPUB-Datei hat falschen Medientyp
es: El archivo EPUB tiene un tipo de medio incorrecto
fr: Le fichier EPUB a un type de fichier erroné
it: Il file EPUB ha un tipo di supporto errato
ja: EPUBのメディアタイプが間違っています
ko: EPUB 파일의 미디어 타입이 잘못됨
ru: Файл EPUB имеет неверный медиа-тип
zh_hans: EPUB 文件的媒体类型错误
zh_hant: EPUB 檔案的媒體類型錯誤

# ERR_1033
source: Some entries are missing
de: Es fehlen einige Eingaben
es: Faltan algunos datos
fr: Entrées manquantes
it: Mancano alcune voci
ja: いくつかの項目が欠落しています
ko: 일부 항목이 누락됨
ru: Некоторые записи отсутствуют
zh_hans: 部分条目缺失
zh_hant: 部分條目缺失

# ERR_1034
source: An API key with that comment already exists
de: Ein API Schlüssel mit diesem Hinweis existiert bereits
es: Una clave API con ese comentario ya existe
fr: Une clé API avec ce commentaire existe déjà
it: Una chiave API con quel commento già esiste
ja: そのコメントのAPIキーは既に存在します
ko: 같은 주석을 가진 API 키가 이미 존재합니다
ru: Ключ API с таким комментарием уже существует
zh_hans: 带有该注释的 API 密钥已存在
zh_hant: 帶有該注譯的 API 金鑰已存在

# ERR_1035
source: Error while getting EPUB TOC
de: Fehler in der EPUB TOC
es: Error al obtener el índice del EPUB
fr: Erreur pendant l'acquisition de la table des matières de l'EPUB
it: Errore durante l'ottenimento del EPUB TOC
ja: EPUBファイルの目次を読み込む際にエラーが発生しました
ko: EPUB 목차(TOC)를 가져오는 중 오류 발생
ru: Ошибка при получении оглавления EPUB
zh_hans: 获取 EPUB TOC 时出错
zh_hant: 取得 EPUB TOC 時出錯

# ERR_1036
source: Error while getting EPUB Landmarks
de: Fehler bei den EPUB Lesezeichen
es: Error al obtener los puntos de referencia del EPUB
fr: Erreur pendant l'acquisition des repères de l'EPUB
it: Errore durante l'acquisizione dei EPUB Landmarks
ja: EPUBのランドマーク取得中にエラーが発生しました
ko: EPUB 랜드마크를 가져오는 중 오류 발생
ru: Ошибка при получении навигационных меток EPUB
zh_hans: 获取 EPUB 地标时出错
zh_hant: 取得 EPUB Landmarks 時出錯

# ERR_1037
source: Error while getting EPUB page list
de: Fehler bei der EPUB Seitenliste
es: Error al obtener la lista de páginas del EPUB
fr: Erreur pendant l'acquisition de la liste des pages de l'EPUB
it: Errore durante l'acquisizione della lista pagine dell'EPUB
ja: EPUBのページリスト取得中にエラーが発生しました
ko: EPUB 페이지 리스트를 가져오는 중 오류 발생
ru: Ошибка при получении списка страниц EPUB
zh_hans: 获取 EPUB 页面列表时出错
zh_hant: 取得 EPUB 頁面列表時出錯

# ERR_1038
source: Error while getting EPUB divina pages
de: Fehler bei den EPUB divina Seiten
es: Error al obtener las páginas divina del EPUB
fr: Erreur pendant l'acquisition des pages DiViNa de 'EPUB
it: Errore durante l'acquisizione delle pagine EPUB divina
ja: EPUBファイルから Divina ページを取得する際にエラーが発生しました
ko: EPUB Divina 페이지를 가져오는 중 오류 발생
ru: Ошибка при получении страниц divina в EPUB
zh_hans: 获取 EPUB divina 页面时出错
zh_hant: 取得 EPUB divina 頁面時出錯

# ERR_1039
source: Error while getting EPUB positions
de: Fehler bei den EPUB Positionen
es: Error al obtener las posiciones EPUB
fr: Erreur pendant l'acquisition des positions de l'EPUB
it: Errore durante l'acquisizione delle posizioni EPUB
ja: EPUBファイルからの位置情報の取得中にエラーが発生しました
ko: EPUB 위치 정보를 가져오는 중 오류 발생
ru: Ошибка при получении позиций в EPUB
zh_hans: 获取 EPUB 位置时出错
zh_hant: 取得 EPUB 位置時出錯

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# error.bookIdEmpty
source: Book ID is empty
de: Buch-ID ist leer
es: El ID del libro esta vacio
fr: L'identifiant du livre est vide
it: L'ID libro e vuoto
ja: ブック ID が空です
ko: 책 ID가 비어 있습니다
ru: ID книги пуст
zh_hans: 书籍 ID 为空
zh_hant: 書籍 ID 為空

# error.configurationError
source: Configuration error: %@
de: Konfigurationsfehler
es: Error de configuracion: %@
fr: Erreur de configuration : %@
it: Errore di configurazione: %@
ja: 設定エラー: %@
ko: 구성 오류: %@
ru: Ошибка конфигурации: %@
zh_hans: 配置错误：%@
zh_hant: 設定錯誤：%@

# error.dataCorrupted
source: Data corrupted: %@
de: Daten beschädigt
es: Datos corruptos: %@
fr: Données corrompues : %@
it: Dati corrotti: %@
ja: データ破損: %@
ko: 데이터 손상됨: %@
ru: Данные повреждены: %@
zh_hans: 数据损坏：%@
zh_hant: 資料毀損：%@

# error.epubExtensionNotFound
source: Failed to sync reading progress. This book may need to be re-analyzed on the server.
de: Fehler beim Synchronisieren des Lesefortschritts. Dieses Buch muss möglicherweise auf dem Server erneut analysiert werden.
es: No se pudo sincronizar el progreso de lectura. Puede que este libro deba volver a analizarse en el servidor.
fr: Échec de la synchronisation de la progression de lecture. Ce livre doit peut-être être réanalysé sur le serveur.
it: Impossibile sincronizzare il progresso di lettura. Questo libro potrebbe dover essere analizzato di nuovo sul server.
ja: 読書進捗の同期に失敗しました。この本はサーバーで再分析する必要があるかもしれません。
ko: 읽기 진행 상황 동기화에 실패했습니다. 이 책은 서버에서 다시 분석해야 할 수 있습니다.
ru: Не удалось синхронизировать прогресс чтения. Возможно, эту книгу нужно заново проанализировать на сервере.
zh_hans: 同步阅读进度失败。这本书可能需要在服务器上重新分析。
zh_hant: 同步閱讀進度失敗。這本書可能需要在伺服器上重新分析。

# error.failedToLoadImageData
source: Failed to load image data
de: Bilddaten konnten nicht geladen werden
es: No se pudieron cargar los datos de imagen
fr: Échec du chargement des données d'image
it: Impossibile caricare i dati immagine
ja: 画像データの読み込みに失敗しました
ko: 이미지 데이터 로드 실패
ru: Не удалось загрузить данные изображения
zh_hans: 无法加载图像数据
zh_hant: 無法載入影像資料

# error.fileNotFound
source: File not found: %@
de: Datei nicht gefunden
es: Archivo no encontrado: %@
fr: Fichier introuvable
it: File non trovato: %@
ja: ファイルが見つかりませんでした
ko: 파일을 찾을 수 없음: %@
ru: Файл не найден: %@
zh_hans: 未找到文件：%@
zh_hant: 找不到檔案：%@

# error.fileReadError
source: Failed to read file %1$@: %2$@
de: Dateilesefehler
es: Error al leer el archivo %1$@: %2$@
fr: Échec de lecture du fichier %1$@ : %2$@
it: Impossibile leggere il file %1$@: %2$@
ja: ファイル %1$@ の読み込みに失敗しました: %2$@
ko: 파일 읽기 실패 %1$@: %2$@
ru: Не удалось прочитать файл %1$@: %2$@
zh_hans: 读取文件 %1$@ 失败：%2$@
zh_hant: 讀取檔案 %1$@ 失敗：%2$@

# error.fileWriteError
source: Failed to write file %1$@: %2$@
de: Dateischreibfehler
es: Error al escribir el archivo %1$@: %2$@
fr: Échec d'écriture du fichier %1$@ : %2$@
it: Impossibile scrivere il file %1$@: %2$@
ja: ファイル %1$@ の書き込みに失敗しました: %2$@
ko: 파일 쓰기 실패 %1$@: %2$@
ru: Не удалось записать файл %1$@: %2$@
zh_hans: 写入文件 %1$@ 失败：%2$@
zh_hant: 寫入檔案 %1$@ 失敗：%2$@

# error.imageNotCached
source: Image not cached yet
de: Bild nicht zwischengespeichert
es: Imagen aun no cacheada
fr: Image pas encore en cache
it: Immagine non ancora in cache
ja: 画像はまだキャッシュされていません
ko: 이미지가 아직 캐시되지 않음
ru: Изображение еще не закэшировано
zh_hans: 图像尚未缓存
zh_hant: 圖像尚未快取

# error.invalidConfiguration
source: Invalid configuration: %@
de: Ungültige Konfiguration
es: Configuracion invalida: %@
fr: Configuration invalide : %@
it: Configurazione non valida: %@
ja: 無効な設定: %@
ko: 잘못된 구성: %@
ru: Некорректная конфигурация: %@
zh_hans: 配置无效：%@
zh_hant: 設定無效：%@

# error.invalidFileURL
source: Invalid file URL: %@
de: Ungültige Datei-URL
es: URL de archivo invalida: %@
fr: URL de fichier invalide : %@
it: URL file non valido: %@
ja: 無効なファイル URL: %@
ko: 잘못된 파일 URL: %@
ru: Некорректный URL файла: %@
zh_hans: 文件 URL 无效：%@
zh_hant: 檔案 URL 無效：%@

# error.invalidInput
source: Invalid input: %@
de: Ungültige Eingabe
es: Entrada invalida: %@
fr: Entrée invalide : %@
it: Input non valido: %@
ja: 無効な入力: %@
ko: 잘못된 입력: %@
ru: Некорректный ввод: %@
zh_hans: 输入无效：%@
zh_hant: 輸入無效：%@

# error.manifestImageTagNotFound
source: No image tag found in XHTML document: %@
de: Manifest-Bild-Tag nicht gefunden
es: No se encontro ninguna etiqueta de imagen en el documento XHTML: %@
fr: Aucune balise image trouvée dans le document XHTML : %@
it: Nessun tag immagine trovato nel documento XHTML: %@
ja: XHTML ドキュメントに img タグが見つかりません: %@
ko: XHTML 문서에서 이미지 태그를 찾을 수 없음: %@
ru: В документе XHTML не найден тег изображения: %@
zh_hans: XHTML 文档中未找到图片标签：%@
zh_hant: 在 XHTML 文件中找不到圖片標籤：%@

# error.manifestInvalidHref
source: Invalid manifest href: %@
de: Manifest ungültiger Href
es: Href de manifiesto invalido: %@
fr: Lien de manifeste invalide : %@
it: Href del manifesto non valido: %@
ja: 無効なマニフェスト href: %@
ko: 잘못된 매니페스트 href: %@
ru: Некорректный href манифеста: %@
zh_hans: 无效的清单 href：%@
zh_hant: 無效的清單 href：%@

# error.manifestUnableToDecodeDocument
source: Unable to decode XHTML document: %@
de: Manifest konnte Dokument nicht dekodieren
es: No se pudo decodificar el documento XHTML: %@
fr: Impossible de décoder le document XHTML : %@
it: Impossibile decodificare il documento XHTML: %@
ja: XHTML ドキュメントをデコードできません: %@
ko: XHTML 문서를 디코딩할 수 없음: %@
ru: Не удалось декодировать документ XHTML: %@
zh_hans: 无法解码 XHTML 文档：%@
zh_hant: 無法解碼 XHTML 文件：%@

# error.manifestUnsupportedType
source: Unsupported manifest resource type: %@
de: Manifest nicht unterstützter Typ
es: Tipo de recurso de manifiesto no compatible: %@
fr: Type de ressource de manifeste non pris en charge : %@
it: Tipo di risorsa del manifesto non supportato: %@
ja: サポートされないマニフェストリソース型: %@
ko: 지원되지 않는 매니페스트 리소스 유형: %@
ru: Неподдерживаемый тип ресурса манифеста: %@
zh_hans: 不支持的清单资源类型：%@
zh_hant: 不支援的清單資源類型：%@

# error.missingRequiredData
source: Missing required data: %@
de: Erforderliche Daten fehlen
es: Faltan datos obligatorios: %@
fr: Données requises manquantes : %@
it: Dati obbligatori mancanti: %@
ja: 必須データが不足しています: %@
ko: 필수 데이터 누락: %@
ru: Отсутствуют обязательные данные: %@
zh_hans: 缺少必需数据：%@
zh_hant: 缺少必要資料：%@

# error.networkCancelled
source: Request cancelled
de: Netzwerk abgebrochen
es: Solicitud cancelada
fr: Requête annulée
it: Richiesta annullata
ja: リクエストをキャンセルしました
ko: 요청 취소됨
ru: Запрос отменен
zh_hans: 请求已取消
zh_hant: 請求已取消

# error.networkError
source: Network error: %@
de: Netzwerkfehler
es: Error de red: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
ru: Ошибка сети: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# error.networkTimeout
source: Request timed out. Please try again later.
de: Netzwerk-Zeitüberschreitung
es: La solicitud excedio el tiempo de espera. Intentalo de nuevo mas tarde.
fr: La requête a expiré. Veuillez réessayer plus tard.
it: Tempo di attesa della richiesta scaduto. Riprova piu tardi.
ja: リクエストがタイムアウトしました。しばらくしてから再試行してください。
ko: 요청 시간 초과. 나중에 다시 시도하세요.
ru: Время ожидания запроса истекло. Повторите попытку позже.
zh_hans: 请求超时，请稍后再试。
zh_hant: 請求逾時，請稍後再試。

# error.networkUnavailable
source: No internet connection. Please check your network settings.
de: Netzwerk nicht verfügbar
es: Sin conexion a internet. Revisa la configuracion de red.
fr: Pas de connexion Internet. Vérifiez vos paramètres réseau.
it: Nessuna connessione internet. Controlla le impostazioni di rete.
ja: インターネットに接続されていません。ネットワーク設定を確認してください。
ko: 인터넷 연결이 없습니다. 네트워크 설정을 확인하세요.
ru: Нет подключения к интернету. Проверьте настройки сети.
zh_hans: 无网络连接，请检查网络设置。
zh_hant: 沒有網路連線，請檢查網路設定。

# error.noRenderablePages
source: No renderable pages
de: Keine darstellbaren Seiten
es: No hay paginas renderizables
fr: Aucune page affichable
it: Nessuna pagina renderizzabile
ja: 表示できるページがありません
ko: 렌더링 가능한 페이지 없음
ru: Нет страниц для отображения
zh_hans: 没有可渲染的页面
zh_hant: 沒有可呈現的頁面

# error.operationFailed
source: Operation failed: %@
de: Vorgang fehlgeschlagen
es: Operacion fallida: %@
fr: Opération échouée : %@
it: Operazione non riuscita: %@
ja: 操作に失敗しました: %@
ko: 작업 실패: %@
ru: Операция не выполнена: %@
zh_hans: 操作失败：%@
zh_hant: 操作失敗：%@

# error.operationNotAllowed
source: Operation not allowed: %@
de: Vorgang nicht erlaubt
es: Operacion no permitida: %@
fr: Opération non autorisée : %@
it: Operazione non consentita: %@
ja: 許可されていない操作: %@
ko: 작업이 허용되지 않음: %@
ru: Операция не разрешена: %@
zh_hans: 不允许的操作：%@
zh_hant: 不允許的操作：%@

# error.photoLibraryAccessDenied
source: Photo library access denied
de: Zugriff auf Fotomediathek verweigert
es: Acceso a la fototeca denegado
fr: Accès à la photothèque refusé
it: Accesso alla libreria foto negato
ja: 写真ライブラリへのアクセスが拒否されました
ko: 사진 라이브러리 액세스 거부됨
ru: Доступ к фотобиблиотеке запрещен
zh_hans: 照片库访问被拒绝
zh_hant: 相簿存取被拒

# error.resourceNotFound
source: Resource not found: %@
de: Ressource nicht gefunden
es: Recurso no encontrado: %@
fr: Ressource introuvable : %@
it: Risorsa non trovata: %@
ja: リソースが見つかりません: %@
ko: 리소스를 찾을 수 없음: %@
ru: Ресурс не найден: %@
zh_hans: 未找到资源：%@
zh_hant: 找不到資源：%@

# error.storageNotConfigured
source: Storage not configured: %@
de: Speicher nicht konfiguriert
es: Almacenamiento no configurado: %@
fr: Stockage non configuré : %@
it: Archiviazione non configurata: %@
ja: ストレージが未設定です: %@
ko: 저장소가 구성되지 않음: %@
ru: Хранилище не настроено: %@
zh_hans: 存储未配置：%@
zh_hant: 儲存未設定：%@

# error.storageOperationFailed
source: Storage operation failed: %@
de: Speichervorgang fehlgeschlagen
es: Operacion de almacenamiento fallida: %@
fr: Échec de l'opération de stockage : %@
it: Operazione di archiviazione non riuscita: %@
ja: ストレージ操作に失敗しました: %@
ko: 저장소 작업 실패: %@
ru: Ошибка операции хранилища: %@
zh_hans: 存储操作失败：%@
zh_hant: 儲存操作失敗：%@

# error.title
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# error.unknown
source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

# error.validationFailed
source: Validation failed: %@
de: Validierung fehlgeschlagen
es: Validacion fallida: %@
fr: Échec de la validation : %@
it: Validazione non riuscita: %@
ja: 検証に失敗しました: %@
ko: 유효성 검사 실패: %@
ru: Ошибка валидации: %@
zh_hans: 校验失败：%@
zh_hant: 驗證失敗：%@

source: Estimated Hours
de: Geschätzte Stunden
es: Horas estimadas
fr: Heures estimées
it: Ore stimate
ja: 推定時間
ko: 예상 시간
ru: Оценочные часы
zh_hans: 预计小时数
zh_hant: 預計小時數

source: Every 6 hours
de: Alle 6 Stunden
es: Cada 6 horas
fr: Toutes les 6 heures
it: Ogni 6 ore
ja: 6時間ごと
ko: 6시간마다
ru: Каждые 6 часов
zh_hans: 每6小时
zh_hant: 每6小時

source: Every 12 hours
de: Alle 12 Stunden
es: Cada 12 horas
fr: Toutes les 12 heures
it: Ogni 12 ore
ja: 12時間ごと
ko: 12시간마다
ru: Каждые 12 часов
zh_hans: 每12小时
zh_hant: 每12小時

source: Expiration
de: Ablauf
es: Caducidad
it: Scadenza
ja: 有効期限
ko: 만료
ru: Срок действия
zh_hans: 过期时间
zh_hant: 到期時間

source: Expiration (days)
de: Ablauf (Tage)
es: Caducidad (días)
fr: Expiration (jours)
it: Scadenza (giorni)
ja: 有効期限（日）
ko: 만료(일)
ru: Срок действия (дни)
zh_hans: 过期时间（天）
zh_hant: 到期時間（天）

source: Extracting reader resources from downloaded EPUB
de: Reader-Ressourcen aus heruntergeladenem EPUB werden extrahiert
es: Extrayendo recursos de lectura del EPUB descargado
fr: Extraction des ressources de lecture de l’EPUB téléchargé
it: Estrazione delle risorse del lettore dall'EPUB scaricato
ja: ダウンロード済みEPUBからリーダーリソースを展開中
ko: 다운로드한 EPUB에서 리더 리소스 추출 중
ru: Извлечение ресурсов читалки из загруженного EPUB
zh_hans: 正在从已下载的 EPUB 提取阅读资源
zh_hant: 正在從已下載的 EPUB 擷取閱讀資源

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
ru: Сбой
zh_hans: 失败
zh_hant: 失敗

source: Failed to load book details
de: Buchdetails konnten nicht geladen werden
es: No se pudieron cargar los detalles del libro
fr: Échec du chargement des détails du livre
it: Impossibile caricare i dettagli del libro
ja: 書籍詳細の読み込みに失敗しました
ko: 책 세부 정보 로드 실패
ru: Не удалось загрузить сведения о книге
zh_hans: 加载书籍详情失败
zh_hant: 載入書籍詳情失敗

source: Failed to load media
de: Medien konnten nicht geladen werden
es: No se pudo cargar el medio
fr: Échec du chargement du média
it: Impossibile caricare il contenuto multimediale
ja: メディアの読み込みに失敗しました
ko: 미디어 로드 실패
ru: Не удалось загрузить медиа
zh_hans: 加载媒体失败
zh_hant: 載入媒體失敗

source: Failed to refresh reading stats. Showing cached data.
de: Aktualisierung der Lesestatistiken fehlgeschlagen. Zwischengespeicherte Daten werden angezeigt.
es: No se pudieron actualizar las estadisticas de lectura. Mostrando datos en cache.
fr: Échec de l’actualisation des statistiques de lecture. Affichage des données en cache.
it: Impossibile aggiornare le statistiche di lettura. Mostro i dati in cache.
ja: 読書統計の更新に失敗しました。キャッシュされたデータを表示しています。
ko: 독서 통계를 새로 고치는 데 실패했습니다. 캐시된 데이터를 표시합니다.
ru: Не удалось обновить статистику чтения. Показаны кэшированные данные.
zh_hans: 刷新阅读统计失败，正在显示缓存数据。
zh_hant: 重新整理閱讀統計失敗，正在顯示快取資料。

source: Fast Page Turns
de: Schnelle Seitenwechsel
es: Paso de página rápido
fr: Pages plus rapides
it: Volta pagina rapido
ja: 高速ページ送り
ko: 빠른 페이지 넘김
ru: Быстрое перелистывание
zh_hans: 快速翻页
zh_hant: 快速翻頁

source: Fetching book info...
de: Buchinformationen werden abgerufen...
es: Obteniendo informacion del libro...
fr: Récupération des informations du livre...
it: Recupero informazioni libro...
ja: 本の情報を取得中...
ko: 책 정보 가져오는 중...
ru: Получение информации о книге...
zh_hans: 正在获取图书信息...
zh_hant: 正在獲取圖書信息...

source: Fetching book metadata
de: Buch-Metadaten werden abgerufen
es: Obteniendo metadatos del libro
fr: Récupération des métadonnées du livre
it: Recupero metadati libro
ja: 書籍メタデータを取得中
ko: 도서 메타데이터를 가져오는 중
ru: Получение метаданных книги
zh_hans: 正在获取书籍元数据
zh_hant: 正在獲取書籍元數據

source: Filter & Sort
de: Filtern & Sortieren
es: Filtrar y ordenar
fr: Filtrer et trier
it: Filtra e ordina
ja: フィルターと並べ替え
ko: 필터 및 정렬
ru: Фильтр и сортировка
zh_hans: 筛选与排序
zh_hant: 篩選與排序

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ja: フィルター
ko: 필터
ru: Фильтры
zh_hans: 筛选
zh_hant: 篩選

source: Filters Ignored
de: Filter ignoriert
es: Filtros ignorados
fr: Filtres ignorés
it: Filtri ignorati
ja: フィルターを無視
ko: 필터 무시됨
ru: Фильтры игнорируются
zh_hans: 已忽略过滤条件
zh_hant: 已忽略篩選條件

source: Finalizing offline EPUB...
de: Offline-EPUB wird fertiggestellt...
es: Finalizando EPUB sin conexión...
fr: Finalisation de l’EPUB hors ligne...
it: Finalizzazione dell'EPUB offline...
ja: オフラインEPUBを仕上げ中...
ko: 오프라인 EPUB 마무리 중...
ru: Завершение офлайн EPUB...
zh_hans: 正在完成离线 EPUB...
zh_hant: 正在完成離線 EPUB...

source: Finalizing offline pages...
de: Offline-Seiten werden fertiggestellt...
es: Finalizando páginas sin conexión...
fr: Finalisation des pages hors ligne...
it: Finalizzazione delle pagine offline...
ja: オフラインページを仕上げ中...
ko: 오프라인 페이지 마무리 중...
ru: Завершение офлайн страниц...
zh_hans: 正在完成离线页面...
zh_hant: 正在完成離線頁面...

source: Finalizing offline PDF...
de: Offline-PDF wird fertiggestellt...
es: Finalizando PDF sin conexión...
fr: Finalisation du PDF hors ligne...
it: Finalizzazione del PDF offline...
ja: オフラインPDFを仕上げ中...
ko: 오프라인 PDF 마무리 중...
ru: Завершение офлайн PDF...
zh_hans: 正在完成离线 PDF...
zh_hant: 正在完成離線 PDF...

source: First
de: Erste
es: El primero
fr: Premier
it: Primo
ja: 最初
ko: 첫 번째
ru: Первая
zh_hans: 首本
zh_hant: 首本

source: First Unread or First
de: Erste ungelesene oder erste
es: Primero no leido o primero
fr: Premier non lu ou premier
it: Primo non letto o primo
ja: 未読の最初または最初
ko: 첫 번째 미읽음 또는 첫 번째
ru: Первый непрочитанный или первый
zh_hans: 首本未读或首本
zh_hant: 首本未讀或首本

source: First Unread or Last
de: Erste ungelesene oder letzte
es: Primero no leido o ultimo
fr: Premier non lu ou dernier
it: Primo non letto o ultimo
ja: 未読の最初または最後
ko: 첫 번째 미읽음 또는 마지막
ru: Первый непрочитанный или последний
zh_hans: 首本未读或末本
zh_hant: 首本未讀或末本

source: Flags
de: Markierungen
es: Indicadores
fr: Étiquettes
it: Flag
ja: フラグ
ko: 플래그
ru: Флаги
zh_hans: 标记
zh_hant: 標記

source: Font
de: Schriftart
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
ru: Шрифт
zh_hans: 字体
zh_hant: 字體

source: Font name
de: Schriftname
es: Nombre de fuente
fr: Nom de la police
it: Nome font
ja: フォント名
ko: 글꼴 이름
ru: Название шрифта
zh_hans: 字体名称
zh_hant: 字體名稱

source: Font Size: %@x
de: Schriftgröße: %@x
es: Tamano de fuente: %@x
fr: Taille de la police: %@x
it: Dimensione font: %@x
ja: フォントサイズ: %@x
ko: 글꼴 크기: %@x
ru: Размер шрифта: %@x
zh_hans: 字体大小: %@x
zh_hant: 字體大小: %@x

source: Font weight support depends on the current font. Some fonts may ignore this setting or only support part of the range.
de: Die Unterstützung der Schriftstärke hängt von der aktuellen Schriftart ab. Manche Schriftarten ignorieren diese Einstellung oder unterstützen nur einen Teil des Bereichs.
es: La compatibilidad del grosor de fuente depende de la fuente actual. Algunas fuentes pueden ignorar este ajuste o solo admitir parte del rango.
fr: La prise en charge de l'épaisseur de police dépend de la police actuelle. Certaines polices peuvent ignorer ce réglage ou ne prendre en charge qu'une partie de la plage.
it: Il supporto del peso del carattere dipende dal font corrente. Alcuni font potrebbero ignorare questa impostazione o supportare solo parte dell'intervallo.
ja: フォントウェイトのサポートは現在のフォントに依存します。フォントによってはこの設定を無視したり、範囲の一部しかサポートしない場合があります。
ko: 글꼴 두께 지원 여부는 현재 글꼴에 따라 달라집니다. 일부 글꼴은 이 설정을 무시하거나 범위의 일부만 지원할 수 있습니다.
ru: Поддержка толщины шрифта зависит от текущего шрифта. Некоторые шрифты могут игнорировать этот параметр или поддерживать только часть диапазона.
zh_hans: 字重是否生效取决于当前字体。有些字体会忽略这个设置，或只支持其中一部分范围。
zh_hant: 字重是否生效取決於目前字體。有些字體會忽略這個設定，或只支援其中一部分範圍。
